Repository: tagoro9/nfc
Catalog: IBCSApp/Resources/AppResources.*.resx
Languages: es

# AboutPageDeveloper
source: Developed by Víctor Mora
es: Desarrollado por Víctor Mora

# AboutPageFollow
source: Follow on Twitter
es: Seguir en Twitter

# AboutPageSupportBody
source: Do you have any idea on how to improve this app? Maybe new features we could add? Found a bug or an issue? Do not hesitate and get in touch through our Twitter account so we can all together create a better app!
es: ¿Tienes alguna idea con la que mejorar esta app? ¿Quizás nuevas funcionalidades que pudiéramos añadir? ¿Encontraste algún fallo? No dudes en ponerte en contacto para que podamos seguir mejorando!

# AboutPageSupportTitle
source: Support
es: Soporte

# AboutPageTitle
source: about
es: acerca de

# AppBarAbout
source: about
es: acerca de

# AppBarClearLog
source: clear log
es: limpiar log

# AppBarHome
source: Home
es: Inicio

# AppBarLogout
source: logout
es: salir

# ApplicationTitle
source: Nfc Secure Notes
es: IBCS

# BluetoothActivateMessage
source: Bluetooth is turned off. Change settings now?
es: El Bluetooth está desactivado. Desea activarlo ahora?

# CreateAccountCreate
source: Create
es: Aceptar

# CreateAccountCreatedMessage
source: You will shortly recieve an email to activate your account.
es: En breve recibirás un correo para validar tu cuenta.

# CreateAccountCreatedTitle
source: Thanks for signing up!
es: Gracias por tu registro!

# CreateAccountDataError
source: Hey, we need both a name and email in order to create your account.
es: Para poder registrarte necesitamos tu nombre y correo electrónico.

# CreateAccountEmail
source: email
es: correo electrónico

# CreateAccountName
source: name
es: nombre

# CreateAccountPageTitle
source: create account
es: crear una cuenta

# CreateAccountPassword
source: password
es: contraseña

# CreateAccountPasswordConfirmation
source: password confirmation
es: confirmar contraseña

# CreateAccountPasswordError
source: Oops! It seems like your passwords do not match.
es: Asegúrate de que las contraseñas coinciden.

# CreateAccountServiceConditions
source: I have read and agree to the
es: He leído y acepto las condiciones del servicio

# CreateAccountServiceConditionsError
source: You need to accept the terms of service.
es: Para crear tu cuenta necesitas aceptar los términos y condiciones.

# DecryptingMessage
source: decrypting secure note
es: descifrando nota

# DecryptMessageMessage
source: Message
es: Mensaje

# DecryptMessageMessageError
source: Oops! It seems like this message was not intended for you.
es: Vaya, parece que este mensaje no era para ti y, por tanto, somos incapaces de mostrarlo.

# DecryptMessagePageTitle
source: decrypt message
es: descifrar mensaje

# DecryptMessageRecipient
source: Recipient
es: Destinatario

# EncryptingMessage
source: encrypting secure note
es: cifrando nota

# LoginPageEmail
source: email
es: correo

# LoginPageErrorMessage
source: Check that your email and password are correct
es: Comprueba que tu correo y contraseña están bien escritos.

# LoginPageErrorTitle
source: We couldn't log you in.
es: No pudimos iniciar sesión.

# LoginPageLoginButton
source: sign in
es: entrar

# LoginPagePassword
source: password
es: contraseña

# LoginPageSignUpButton
source: sign up
es: crear cuenta

# MainPageComposerDeviceButton
source: send to device
es: enviar a otro dispositivo

# MainPageComposerEncyptButton
source: encrypt
es: cifrar

# MainPageComposerHeader
source: tag composer
es: etiquetas

# MainPageComposerTagButton
source: write to tag
es: escribir en una etiqueta

# MainPageMailHeader
source: mail
es: correo

# MainPageNfcLogTitle
source: Tap NFC tags or devices to analyze them
es: Este es el título explicativo

# NfcMessageWritten
source: Message written
es: Mensaje publicado

# NfcWriteableTagSize
source: Writeable tag size:
es: Tamaño de etiqueta:

# NotifyDeviceArrived
source: Device / tag arrived
es: Dispositivo / etiqueta próximo

# NotifyDeviceDeparted
source: Device / tag departed
es: Dispositivo / etiqueta fuera de alcance

# ResourceLanguage
source: en-US
es: es
